import random

answer = ['Бесспорно', 'Мне кажется - да', 'Предрешено', 'Вероятнее всего', 'Никаких сомнений',
        'Хорошие перспективы', 'Определённо да', 'Знаки говорят - да', 'Можешь быть уверен в этом', 'Да',
        'Пока неясно, попробуй снова', 'Спроси позже', 'Лучше не рассказывать', 
        'Сконцентрируйся и спроси опять', 'Сейчас нельзя предсказать', 'Даже не думай', 
        'Мой ответ - нет', 'По моим данным - нет', 'Перспективы не очень хорошие', 
        'Весьма сомнительно']

print('Привет Мир, я магический шар, и я знаю ответ на любой твой вопрос.')

name = input('Как тебя зовут?\n')

print(f'Привет, {name}')